/**
 * 荣誉奖项数据
 * 修改此处即可更新 About/Honors 区的荣誉展示
 */
export const awardsData = {
  title: 'Honors & Awards',
  subtitle: '代表性的科研成果、竞赛经历与学业奖项',
  categories: [
     {
      title: '科研经历',
      items: [
        { name: '《ShapeLens: Interactive Visual Exploration of Class-Discriminative Time Series Patterns》（CCF-A类期刊）在投，第一作者', org: '论文',date:'2025'},
        { name: '《一种基于电池时序模型的电池状态预测方法及装置》（发明专利实审）', org: '专利', date: '2025' },
        { name: '《多维度驾驶员情绪调节系统 V1.0》（软件著作权）', org: '软著', date: '2024' },
        { name: '《动力电池监测管理系统 V1.0》（软件著作权）', org: '软著', date: '2024' },
      ],
    },
    {
      title: '竞赛经历',
      items: [
        { name: '第五届“华数杯”全国大学生数学建模竞赛二等奖', org: '国家级', date: '2024' },
        { name: '美国大学生数学建模竞赛 H 奖', org: '国际级', date: '2025' },
        { name: '第六届全国高校计算机能力挑战赛人工智能赛道华东赛区一等奖', org: '省部级', date: '2024' },
        { name: '安徽省第二届大学生节能减排社会实践与科技竞赛二等奖', org: '省部级', date: '2025' },
        { name: '第六届全国高校计算机能力挑战赛大数据赛道华东赛区三等奖', org: '省部级', date: '2024' },
        { name: '安徽省金融投资创新大赛一等奖', org: '省部级', date: '2025' },
        { name: '安徽省大学生创新大赛产业赛道银奖', org: '省部级', date: '2024' },
        { name: '安徽省大学生创新大赛产业赛道铜奖', org: '省部级', date: '2025' },
        { name: '合肥工业大学大数据与人工智能应用竞赛一等奖（全校第一）', org: '校级', date: '2025' },
        { name: '全国大学生数学建模竞赛选拔赛一等奖（全校第一）', org: '校级', date: '2024' },
        { name: '“外研社•国才杯”全国大学生外语能力大赛笔译赛项银奖', org: '校级', date: '2024' },
        { name: '“外研社•国才杯”全国大学生外语能力大赛综合能力赛项铜奖', org: '校级', date: '2024' },
        { name: '第十五届全国大学生电子商务“创新、创意及创业”挑战赛校赛二等奖', org: '校级', date: '2025' },
        { name: '中国大学生计算机设计大赛校级二等奖', org: '校级', date: '2025' },
        { name: '合肥工业大学统计建模大赛三等奖', org: '校级', date: '2025' },
        { name: '中国大学生计算机设计大赛校级三等奖', org: '校级', date: '2024' },
        { name: '第二十届全国大学生交通运输科技大赛校级三等奖', org: '校级', date: '2025' },
        { name: '第二十届合肥工业大学机器人大赛三等奖', org: '校级', date: '2024' },
        { name: '合肥工业大学大学生创新大赛铜奖', org: '校级', date: '2024' },
        { name: '第十七届 iCAN 大学生创新创业大赛校赛三等奖', org: '校级', date: '2024' },
        { name: '宿舍文化设计大赛暨“最美宿舍”评选活动三等奖', org:'校级', date:'2023' },
        { name: '合肥工业大学职业生涯规划大赛优秀奖', org:'校级', date:'2024'},
      ],
    },
    {
      title: '学业奖项',
      items: [
        { name: '国家励志奖学金', org: '教育部', date: '2022-2023、2023-2024、2024-2025' },
        { name: '校级二等奖学金', org: '合肥工业大学', date: '2022-2023、2023-2024、2024-2025' },
        { name: '校级三好学生', org: '合肥工业大学', date: '2022-2023、2023-2024、2024-2025' },
        { name: '入党积极分子班优秀学员', org: '合肥工业大学', date: '2023-2024' },
        { name: '优秀共青团员', org:'合肥工业大学', date: '2022-2023'}
      ],
    },
  ],
}
